/* 
  Installer.strings
  CleanMyMac

  Created by tanlan on 9/25/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/
"Installer_WindowTitle" = "Installeer %@";
"Installer_StatusTextValue_Downloading" = "%@ downloaden...";
"Installer_StatusTextValue_Retrying" = "Downloaden mislukt. Opnieuw proberen...";
"Installer_StatusTextValue_RetryingSec" = "Downloaden mislukt. Opnieuw proberen in %lus";

"Installer_IncompleteAlert_Message" = "Download is nog bezig";
"Installer_IncompleteAlert_InformativeText" = "Weet je zeker dat je wilt stoppen alvorens %@ volledig is gedownload?";
"Installer_IncompleteAlert_DefaultButton" = "Ga door met download";
"Installer_IncompleteAlert_AlternativeButton" = "Stop";

"Installer_FailureAlert_Message" = "Downloaden mislukt";
"Installer_FailureAlert_InformativeText" = "Er heeft zich een fout voorgedaan bij de download van %@. Probeer direct vanaf de website te downloaden.";
"Installer_FailureAlert_DefaultButton" = "Directe download";
"Installer_FailureAlert_AlternativeButton" = "Annuleer";

"Installer_NoConnection_DefaultButton" = "Herinner mij later";
